Repository: owen282000/life-dashboard-companion-app-ios
Catalog: LifeDashboardWidget/Localizable.xcstrings
Source language: en
Languages: de, nl

source: Last sync failed
de: Letzte Synchronisierung fehlgeschlagen
nl: Laatste synchronisatie mislukt

source: Last sync result and records delivered today, with a button that syncs now.
de: Ergebnis der letzten Synchronisierung und die heute zugestellten Datensätze, mit einem Button zum sofortigen Synchronisieren.
nl: Resultaat van de laatste synchronisatie en de records die vandaag zijn afgeleverd, met een knop om nu te synchroniseren.

source: Last sync succeeded
de: Letzte Synchronisierung erfolgreich
nl: Laatste synchronisatie gelukt

source: No syncs yet
de: Noch keine Syncs
nl: Nog geen syncs

source: Open Life Dashboard to sync.
de: Öffne Life Dashboard, um zu synchronisieren.
nl: Open Life Dashboard om te synchroniseren.

source: Reads your enabled Apple Health data types and delivers them to your webhooks and MQTT broker.
de: Liest die aktivierten Datentypen aus Apple Health und stellt sie an deine Webhooks und deinen MQTT-Broker zu.
nl: Leest de ingeschakelde datatypes uit Apple Gezondheid en levert ze af bij je webhooks en je MQTT-broker.

source: record today
de: Datensatz heute
nl: record vandaag

source: records today
de: Datensätze heute
nl: records vandaag

source: Sync Health Data
de: Gesundheitsdaten synchronisieren
nl: Gezondheidsdata synchroniseren

source: Sync Life Dashboard
de: Life Dashboard synchronisieren
nl: Life Dashboard synchroniseren

source: Sync Now
de: Jetzt synchronisieren
nl: Nu synchroniseren

source: Synced %@
de: Synchronisiert um %@
nl: Gesynct om %@

source: Synced on %@
de: Synchronisiert am %@
nl: Gesynct op %@

source: Syncs your health data to your webhooks and MQTT broker.
de: Synchronisiert deine Gesundheitsdaten mit deinen Webhooks und deinem MQTT-Broker.
nl: Synchroniseert je gezondheidsdata naar je webhooks en je MQTT-broker.
